Repository: wp-plugins/qr-master
Catalog: languages/qrmaster-*.po
Languages: ca, es_es

source: CSS Style
ca: Estil CSS
es_es: Estilo CSS

source: Classic
ca: Clàssic
es_es: Clasico

source: Code information
ca: Informació del codi:
es_es: Información del código

source: None
ca: Sense estil
es_es: Sin estilo

source: Set css style to code QR.
ca: Assigna l'estil CSS al codi QR
es_es: Añade el estilo CSS al código QR

source: Show
ca: Mostrar
es_es: Visible

source: Show/hide information below QR code.
ca: Mostra/Amaga la informació del codi QR
es_es: Ver/Ocultar la información debajo del código.

source: (Deprecated)
ca: (Obsolet)
es_es: (Obsoleto)

source: Automatic mode
ca: Mode automàtic
es_es: Modo automático

source: Codification:
ca: Codificació:
es_es: Codificación:

source: Copy the shortcode and paste to page or post
ca: Copia el codi curt i enganxa'l a una pàgina o un post
es_es: Copia el shortcode y pegalo a un página o un post

source: Error correction Level:
ca: Nivell de correcció d'error:
es_es: Nivel de corrección de error:

source: Generate a random value of 23 characters based on current time in microseconds. Get random QR code each time to refresh page or post.
ca: Genera un valor aleatòri de 23 caràcters basat en el temps actual en microsegons. Obté un codi QR aleatòri cada vegada que es refresca la pàgina o el post.
es_es: Genera un valor aleatorio de 23 caracteres basado en el tiempo actual en microsegundos. Obtiene un código QR aleatorio cada vez que se actualiza la pàgina o el post.

source: Get shortcode
ca: Obté codi curt
es_es: Obtener shortcode

source: H (30% data loss)
ca: H (30% pèrdua dades)
es_es: H (30% pérdida)

source: Heigth image:
ca: Altura de la imatge:
es_es: Altura imagen:

source: If you like this plugin, you can make a donation :)
ca: Si us ha agradat aquesta extensió, podeu fer una donació :)
es_es: Si te ha gustado la extensión, puedes hacer una donación :)

source: L (7% data loss)
ca: L (7% pèrdua dades)
es_es: L (7% pérdida)

source: L by default
ca: L per defecte
es_es: L por defecto

source: Licensed with
ca: Llicenciat amb
es_es: Licenciado con

source: M (15% data loss)
ca: M (15% pèrdua dades)
es_es: M (15% pérdida)

source: Only set if automatic mode is not checked. Max 40 characters.
ca: Ompliu només si el mode automàtic no està activat. Màxim 40 caràcters.
es_es: Llenar si el modo automático no está activado. Máximo 40 caracteres.

source: Plugin created by
ca: Extensió creada per
es_es: Extensión creada por

source: Q (25% data loss)
ca: Q (25% pèrdua dades)
es_es: Q (25% pérdida)

source: Reset
ca: Reinicialitza
es_es: Reinicializar

source: UTF-8 by default
ca: UTF-8 per defecte
es_es: UTF-8 por defecto

source: Value:
ca: Valor:
es_es: Valor:

source: Width image:
ca: Amplada imatge:
es_es: Ancho imagen:

source: width x height can not up to 300000 pixels
ca: amplada x alçada no pot ser superior a 300000 pixels
es_es: ancho x alto no puede superar los 300000 pixeles

source: <label class="error">Width, Height and Value fields are required.</label>
ca: <label class="error">Els camps Amplada, Altura i Valor son requerits.</label>
es_es: <label class="error">Los campos Ancho, Altura y Valor son obligatorios.</label>

source: Encoding:
ca: Codificació:
es_es: Codificación:

source: Link
ca: Enllaç
es_es: Enlace

source: Size:
ca: Mida:
es_es: Tamaño:
